Repository: giellalt/corpus-smn
Catalog: prestable/tmx/smn2sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1101_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Vaaljâlävdikodde tieđeet
sms: Vaal-luʹvddkåʹdd teâđat

source: Nanodum iävtukkâsluvâttâllâm
sms: Raʹvvjum võboršeǩloǥstõk

source: Nanodum sämitigevaljâi 2015 iävtukkâsluvâttâllâm lii dokumentpaaŋkist, liŋkki: Nanodum iävtukkâsluvâttâllâm.
sms: Raʹvvjum sääʹmteeʹǧǧvaali 2015 võboršeǩloǥstõk lij dokumeʹnttbaaŋkâst, liŋkk: Raʹvvjum võboršeǩloǥstõk.

source: Nummeer Iävtukkâs nommâ Árvu, áámmát tâi toimâ Päikkikieldâ
sms: Nââmar Võboršeeʹǩǩ nõmm Ärvv, ämmat leʹbe tuåimm Dommkåʹdd

source: 2 Avaskari Anu Aino-Sisko Maarit Sosionomi, uáiváditteepargee Aanaar
sms: 2 Avaskari Anu Aino-Sisko Maarit Sosionom, peänectuâjjlaž Aanar

source: 3 Paltto Heikki Yrjänä Puásuialmai, irâtteijee Aanaar
sms: 3 Paltto Heikki Yrjänä Puäʒʒooumaž, põrggi Aanar

source: 4 Tapiola Eila Magga Luokamáttáátteijee Ucjuuhâ
sms: 4 Tapiola Eila Magga Klassuʹčteeʹl Uccjokk

source: 5 Aikio Jouni Kuálásteijee - puásuialmai Aanaar
sms: 5 Aikio Jouni Ǩueʹllšiiʹlli-puäʒʒooumaž Aanar

source: 6 Pieski Pentti Ilmari Sämikielâlâš tieđetteijee Helsig
sms: 6 Pieski Pentti Ilmari Sääʹmǩiõllsaž teâđteei Heʹlssen

source: 8 Hetta Jouko Iisakki Puásuialmai Suáđigil
sms: 8 Hetta Jouko Iisakki Puäʒʒooumaž Suäʹđjel

source: 9 Länsman Asko Tapani Puásuialmai, irâtteijee Ucjuuhâ
sms: 9 Länsman Asko Tapani Puäʒʒooumaž, põrggi Uccjokk

source: 10 Feodoroff Veikko Armas Puásuialmai Aanaar
sms: 10 Feodoroff Veikko Armas Puäʒʒooumaž Aanar

source: 11 Juuso Per-Oula Puásuialmai Iänudâh
sms: 11 Juuso Per-Oula Puäʒʒooumaž Enontekiö

source: 12 Nuorgam Anne Juuriist Ucjuuhâ
sms: 12 Nuorgam Anne Juriʹstt Uccjokk

source: 13 Guttorm Aslak Aimo Päikkitipšoo Iänudâh
sms: 13 Guttorm Aslak Aimo Dommhåiddai Enontekiö

source: 15 Morottaja Pentti Antero Iäláttâhlâš Ucjuuhâ
sms: 16 Sara Saara Magreta Mättʼtõõtti, puäʒʒooumaž Aanar

source: 17 Kyrö Kari Iäláttâhlâš, lihâdemneuvos Aanaar
sms: 17 Kyrö Kari Jeältõkneǩ, liikkeemduumšeǩ Aanar

source: 18 Saijets Janne Tekniik tuáhtár, totkee Tampere
sms: 18 Saijets Janne Tekniikk dåhttar, tuʹtǩǩeei Tampere

source: 19 Porsanger Veikko Antero Irâtteijee, iäláttâhlâš Ucjuuhâ
sms: 19 Porsanger Veikko Antero Põrggi, jeältõkneǩ Uccjokk

source: 20 Valkeapää Nihkolas Talhâstieđâ kandidaat Iänudâh
sms: 20 Valkeapää Nihkolas Taalkâstiõđ kandidatt Enontekiö

source: 21 Magga Petra Biret Šoddâdemtieđâ maister, kulttuurpargee Suáđigil
sms: 21 Magga Petra Biret Peâmmamtiõđ maiʹstter, kulttuurtuâjjlaž Suäʹđjel

source: 22 Holmberg Aslak Niilonpoika Máttáátteijee Ucjuuhâ
sms: 22 Holmberg Aslak Niilonpoika Uʹčteel Uccjokk

source: 24 Valle Pentti Viljo Heikki Puásuialmai Aanaar
sms: 24 Valle Pentti Viljo Heikki Puäʒʒooumaž Aanar

source: 25 Sanila-Aikio Tiina Saavâjođetteijee Aanaar
sms: 25 Sanila-Aikio Tiina Saaǥǥjååʹđteei Aanar

source: 28 Sujala Antti Tapani Irâtteijee Ucjuuhâ
sms: 28 Sujala Antti Tapani Põrggi Uccjokk

source: 29 Magga Ulla-Maarit Máttáátteijee, pyecceetipšoo Iänudâh
sms: 29 Magga Ulla-Maarit Uʹčteel, puõccihoiʹddjeei Enontekiö

source: 30 Kustula Kirsti Maarit Puásuialmai Aanaar
sms: 30 Kustula Kirsti Maarit Puäʒʒooumaž Aanar

source: 31 Lallukka Carita Insiner, pirâstärhisteijee Ruávinjargâ
sms: 31 Lallukka Carita Insinöör, pirrõstaʹrǩǩeei Ruäʹvnjargg

source: 32 Jääskö Neeta Inari Uáppee Aanaar
sms: 32 Jääskö Neeta Inari Mättʼtõõtti Aanar

source: 34 Juuso Tuomas Aslak Puásuialmai, Higher Executive Officer Iänudâh
sms: 34 Juuso Tuomas Aslak Puäʒʒooumaž, Higher Executive Officer Enontekiö

source: 35 Tapiola Nilla Samuli Máttáátteijee Ucjuuhâ
sms: 35 Tapiola Nilla Samuli Uʹčteel Uccjokk

source: 36 Pekkala Pekka Tapani Iäláttâhlâš Aanaar
sms: 36 Pekkala Pekka Tapani Jeältõkneǩ Aanar

source: 37 Sanila Tanja Nuorttâlii ovdâolmooš, TaM Aanaar
sms: 37 Sanila Tanja Nuõrttsaaʹmi ouddooumaž, TaM Aanar
